24-01-25.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>24 01 25</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">24 01 25</h1>
<p>
As the new year has now turned around, I am (once again) promising myself that I will write something more regularly.
I am entering the latter half of my third year as a PhD student at Brown University in the department on Modern Culture and Media&#x2013; a department that, unless you happen to be invested in the landscape of a particular kind of institutionalized humanities in the U.S., requires some context.
</p>

<p>
The department is generally described, and generally describes itself, as a &ldquo;media studies&rdquo; program.
The discipline of media studies approaches the question of so-called &rsquo;media&rsquo; from a wide berth of lenses.
Rather than working in a specifically productivist manner towards improving existing media or imagining new forms of media, media studies is a disciplinarily polygot designation in which scholars research and theorize the effects of media in society.
</p>

<p>
Some media studies programs branch off or out from English departments, in that they treat more modern forms of media critically in much the same way a literary theorist or commentator might treat a text.
Though departments and scholars will stretch themselves to stress that they work on &rsquo;many&rsquo; or even &rsquo;all&rsquo; forms of media, the moniker &rsquo;media studies&rsquo; is usually a not-so-veiled reference to film.
Film studies emerged in the late 20th century, as the medium was popularised and academicized: but as the recognition that it is possible to read more than just film as &rsquo;texts&rsquo;, many programs sought to rebrand from &rsquo;film studies&rsquo; to &rsquo;media studies&rsquo;.
</p>

<p>
Though &rsquo;media&rsquo; originally referred specifically to technological, man-made media (as this was the arguably narrow-sighted focus of the first &rsquo;media studies&rsquo; scholars, i.e. <a href="https://en.wikipedia.org/wiki/Marshall_McLuhan">McLuhan</a> and <a href="https://en.wikipedia.org/wiki/Friedrich_Kittler">Kittler</a>), in recent years the berth of media&rsquo;s lane has become broader.
At least since John Durham Peters&rsquo; 2015 book <i><a href="https://press.uchicago.edu/ucp/books/book/chicago/M/bo20069392.html">The Marvelous Clouds</a></i>, it has come to be acknowledged that we can sensibly talk about almost anything, material or immaterial, as media: the clouds: the Earth, the Internet, animals, architecture, and so on.
This opening from media-as-technology to media-as-everything is not dissimilar to the shift from departments of film studies to departments of media studies: while the former designated a relatively limited field of study, the latter presumes to sidestep those strictures and open out into a more collaborative, more inclusive sense of itself.
</p>

<p>
This rebranding has opened up a pandora&rsquo;s box of opportunity in media studies departments.
Freed from the constraints of any particular methodological or disciplinary backbone, &rsquo;media&rsquo; is now an invertebrate term stretched every which way.
Do you write books that interpret TV shows through a Marxist lens?
That&rsquo;s media studies.
Do you study the political effects of radio broadcasts between U-boats in World War II?
That&rsquo;s media studies.
Are you working on the multispecies relation between dolphins and kelp?
That&rsquo;s media studies.
</p>

<p>
Though these &rsquo;opening outs&rsquo; almost certainly originate in a motion on the part of many scholars towards a more inclusive academy, they fall somewhat sweetly into the pockets of an administrative desire to collateralize humanities departments under one big roof.
The &ldquo;humanities&rdquo; are increasingly imagined as one, big department, rather than a collection of atomised disciplinary inquiries.
In other words, the utopian rhetoric of the &rsquo;collaborative humanities&rsquo; often effects the defunding and deterioration of humanistic pursuit under the guise of modernizing (and even sometimes &rsquo;decolonizing&rsquo;) the academy.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
Departments were once conceived as shelters from the storms of executive profiteering, from the need to find immediate &rsquo;cash value&rsquo; (i.e. quantifiable according to the wayward metrics of the neoclassical economic imagination) in certain forms of literary, philosophical, or scientific study.
</p>

<p>
In 1991, a graduate of the Semiotics program at Brown made a significant gift to that program.
The Semiotics program was an undergraduate specialization formed in the English department in 1974 in response to student interest.<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
As such, Semiotics combined with the program of Modern Literature and Society to became the department of Modern Culture and Media, then and now committed specifically to &ldquo;projects designed to promote and contribute to scholarship and production dealing with theories, practices and histories of modes of representation as they engage mass mediated culture.&rdquo;<sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup>
</p>

<p>
So Modern Culture and Media&#x2013; or MCM, as it is colloquially known&#x2013; is something of a typical media studies department in that it originated in the theory of language and literature in an English department; but now encompasses a range of scholarly pursuits related to media of many forms.
</p>

<p>
I heard about the department as an undergraduate through the work of one its previous faculty members, <a href="https://en.wikipedia.org/wiki/Wendy_Hui_Kyong_Chun">Wendy Chun</a>, who was a Professor in MCM until 2020.
Chun works with the training of a literary theorist (her Ph.D. from the Princeton English department) to theorise and critique <span class="underline">digital</span> media.
I studied Computer Science in my undergrad (alongside a smattering of seminars in German, where the media philosophy was being taught at my institution), and had come to really enjoy coding and learning about software as an intellectual pursuit.
Because Chun was at Brown, MCM had a reputation for literary and philosophical studies about computing in general and software in particular.
(Though Chun is no longer at Brown, many current graduate students and faculty still work in the orbit of computing as media in some form.)
</p>

<p>
I started a PhD program in MCM at Brown in September 2021, and am currently working towards my field examinations; which I will sit in September 2024.
Next up: a primer on my fields and current course of study.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
In parts of both the U.S. and Europe, at least.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://www.brown.edu/Administration/News_Bureau/Databases/Encyclopedia/search.php?serial=C0230">https://www.brown.edu/Administration/News_Bureau/Databases/Encyclopedia/search.php?serial=C0230</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3" role="doc-backlink">3</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://mcm.brown.edu/about">https://mcm.brown.edu/about</a>
</p></div></div>


</div>
</div></div>
</body>
</html>